Repository: jkapsouras/ButterfliesOfGreeceiOS
Catalog: ButterfliesOfGreece/ButterfliesOfGreece/*.lproj/Localizable.strings
Languages: el

# introduction_recognition
source: In this Application your photograph can be recognized by a system designed to compare photos with AI (Artificial Intelligence). My personal database of photographs had been used for training the AI system. Accuracy can be further improved by adding more identified photos from the users. Users of this page are invited to upload their photos for recognition and then send them to contribute to the better training of the AI system. The more photographs in the training set, the bigger the accuracy of the system. The results for some of the 235 species of butterflies of Greece are presented grouped in complexes; the reasons for this is that there are limits in identification using only photographs as input, in this AI (=Artificial Intelligence) system. For the moment recognition in the following species is not accurate: • Pieris napi/balcana complex • Colias crocea/erate complex • Lepidea sinapis/juvernica complex • Plebejus argus/idas/argyrognomon complex • Polyommatus ripartii/timfristos complex • Melitaea athalia/aurelia complex • Hipparchia fagi/syriaca complex • Hipparchia senthes/volgensis/cretica/christenseni/mersina complex • Pseudochazara anthelea/amalthea complex • Maniola telmessia/chia/hallicarnassus complex • Gegenes pumilio/nostrodamus complex. Identification of the above species could be improved only after a discovery of new crucial characters on the wings and better AI system. It is recommended that users, before resorting to the Application, first search for the answer in their books, on various websites, etc., and then resort to the Application to confirm their conclusion. The research in the field, the suffering of the effort with perseverance and patience, the contact with the relevant books is the sure but uphill way, to improve in the recognition of the butterflies. Quick Recognition with Application is good but don't blindly trust it and always doubt the results.
el: Σε αυτή την Εφαρμογή μπορείτε να αναγνωρίσετε την φωτογραφία μιάς πεταλούδας, με την βοήθεια ενός συστήματος, που συγκρίνει φωτογραφίες με Τεχνητή Νοημοσύνη (AI= Artificial Intelligence). Για το σκοπό αυτό χρησιμοποιήθηκε αρχικά το προσωπικό αρχείο των φωτογραφιών πεταλούδων από την Ελλάδα. Η ακρίβεια της αναγνώρισης μπορεί να βελτιωθεί περισσότερο αν προστεθούν σε αυτή την βάση περισσότερες φωτογραφίες πεταλούδων, με σωστή αναγνώριση του είδους από τους χρήστες της. Οι χρήστες καλούνται να ανεβάσουν τις φωτογραφίες τους για αναγνώριση και αν το επιθυμούν να στείλουν τις φωτογραφίες τους για καταχώρηση σε αυτή την εφαρμογή, επειδή όσο περισσότερες φωτογραφίες έχουν καταχωρηθεί σε αυτή τόσο μεγαλύτερη ακρίβεια της αναγνώρισης προκύπτει. Μερικά από τα 235 ειδη των πεταλούδων της Ελλάδας παρουσιάζονται σε ομάδες (complexes) γιατί υπάρχουν όρια στην αναγνώριση με τις φωτογραφίες με αυτή την Τεχνητή Νοημοσύνη (AI= Artificial Intelligence) και προς το παρον δεν ειναι εφικτή η αναγνώριση σε επίπεδο είδους: • Pieris napi/balcana complex • Colias crocea/erate complex • Lepidea sinapis/juvernica complex • Plebejus argus/idas/argyrognomon complex • Polyommatus ripartii/timfristos complex • Melitaea athalia/aurelia complex • Hipparchia fagi/syriaca comple • Hipparchia senthes/volgensis/cretica/christenseni/mersina complex • Pseudochazara anthelea/amalthea complex • Maniola telmessia/chia/hallicarnassus complex •Gegenes pumilio/nostrodamus complex. Η αναγνώριση των ειδών αυτών των ομάδων μπορεί να βελτιωθεί αν επινοηθούν νέα εργαλεία ανάλυσης AI και εξευρεθούν νέα χαρακτηριστικά των φτερών σημαντικά στην αναγνώριση. Προτείνεται στους χρήστες πριν καταφύγουν στην Εφαρμογή να ψάξουν πρώτα να βρουν την απάντηση στα βιβλία τους, σε διάφορους ιστότοπους κλπ, και μετά να καταφύγουν στην Εφαρμογή γιά να επιβεβαιώσουν το συμπέρασμά τους. Η έρευνα στο πεδίο, η βάσανος της προσπάθειας με επιμονή και υπομονή, η επαφή με τα σχετικά βιβλία είναι ο σίγουρος, αλλά ανηφορικός, δρόμος γιά να βελτιωθεί κάποιος στην αναγνώριση των πεταλούδων. Καλή είναι η γρήγορη αναγνώριση με την Εφαρμογή αλλά μην την εμπιστεύεστε τυφλά και πάντα να αμφιβάλετε για τις αναγνωρίσεις.

# legal_popup
source: Here you can check the legal information about contributing to the app. You can also find this information in this pdf. You can find the necessary information for the application forms in the site of the Ministry of Environment and the application form as a pdf file here.
el: Έδώ μπορείς να ελέγξεις τις νομικές πληροφορίες σχετικά με τη συμμετοχή σου στην εφαρμογή. Μπορείς επίσης να βρεις αυτές τις πληροφορίες σ' αυτό το pdf. Μπορείς να βρεις τις πληροφορίες για να συμπληρώσεις τις απαραίτητες φόρμες στην ιστοσελίδα του Υπουργείου Περιβάλλοντος και τη φόρμα σε μορφή pdf εδώ

source: Terms
el: Όροι

source: Form
el: Φόρμα

source: here
el: εδώ

# ministry
source: the site of the Ministry of Environment
el: ιστοσελίδα του Υπουργείου Περιβάλλοντος

# endangered_title
source: The list of the 235 butterflies of Greece with species included in: THE RED BOOK OF THREATENED ANIMALS OF GREECE (and STATUS), Numa et. al for Mediterranean butterflies, THE LAW IN GREECE, CITES, BERNE CONVENTION and 92/43 HABITATS DIRECTIVE of EU Some of the butterflies (with YELLOW fill in cells) are under a special protection in Greece.
el: Η λίστα με τις πεταλούδες τις Ελλάδας με τα είδη που συμπεριλαμβάνονται στο: THE RED BOOK OF THREATENED ANIMALS OF GREECE (and STATUS), Numa et. al for Mediterranean butterflies, THE LAW IN GREECE, CITES, BERNE CONVENTION and 92/43 HABITATS DIRECTIVE of EU Μερικές από τις πεταλούδες (με κίτρινο γέμισμα στα κελιά) είναι σε καθεστώς ειδικής προστασίας στην Ελλάδα.

# fobidden
source: The method is fobidden
el: Η μέθοδος απαγορεύεται

# not_found
source: The method wan not found
el: Η μέθοδος δεν βρέθηκε

# conflict
source: There was a conflict
el: Υπήρξε κάποιο πρόβλημα

# not_allowed
source: The method is not allowed
el: Η μέθοδος δεν επιτρέπεται

# internal_server
source: Internal server error
el: Σφάλμα του εξυπηρετητή

# error_in_request
source: There was an error sending the image
el: Υπήρξε κάποιο σφάλμα στην αποστολή της εικόνας

# recognition_title
source: Recognition
el: Αναγνώριση

# recognize_online
source: Perform online recognition
el: Online αναγνώριση

# recognize_offline
source: Perform offline recognition
el: Offline αναγνώριση

# choose_photo
source: Choose from gallery
el: Διάλεξε εικόνα

# take_photo
source: Take a photo
el: Χρησιμοποίησε την κάμερα

# photo_recognized_first
source: The above butterfly recognized to belong in specie
el: Η πεταλούδα της παραπάνω φωτογραφίας αναγνωρίστηκε πως ανήκει στο είδος

# photo_recognized_second
source: with probability
el: με πιθανότητα

source: Live recognition
el: Ζωντανή αναγνώριση

# save
source: Save photo
el: Αποθήκευση φωτογραφίας

# saved
source: Photo saved
el: Φωτογραφία αποθηκεύτηκε

# saved_message
source: Your photo has been saved to your phone
el: Η φωτογραφία σου αποθηκεύτηκε στη συσκευή

source: Save error
el: Σφάλμα κατα την αποθήκευση
