Repository: jkapsouras/ButterfliesOfGreeceiOS
Catalog: ButterfliesOfGreece/ButterfliesOfGreece/*.lproj/Localizable.strings
Languages: el

# field_photos
source: Photographs of the field
el: Φωτογραφίες πεδίου

source: Introduction
el: Εισαγωγικά

source: About
el: Σχετικά

source: Legal
el: Νομικά

source: Contribute
el: Συμμετοχή

source: Endangered
el: Απειλούμενα

# recognition
source: Butterflies recognition
el: Αναγνώριση πεταλούδων

source: Done
el: Τέλος

source: Families
el: Οικογένειες

source: Photographer
el: Φωτογράφος

source: Images
el: Εικόνες

source: Page
el: Σελίδα

source: Photos
el: Εικόνες

# select
source: Done
el: Επιλογή

source: Photo name
el: Όνομα φωτογραφίας

source: Date
el: Ημερομηνία

source: Altitude
el: Υψόμτερο

source: Place
el: Τοποθεσία

source: Longitude
el: Γεωγραφικό μήκος

source: Latitude
el: Γεωγραφικό πλάτος

source: Stage
el: Στάδιο

source: Genus species
el: Όνομα γένους του είδους

source: Name species
el: Όνομα του είδους

source: Comments
el: Σχόλια

# send_info
source: Share info with the author
el: Αποστολή σχολίων στον συγγραφέα

# location_error_title
source: Location is not found
el: Η τοποθεσία δεν βρέθηκε

# location_error_message
source: You can add your location manually in the appropriate fields
el: Μπορείτε να συμπληρώσετε την τοποθεσίας σας χειροκίνητα στα αντίστοιχα πεδία

source: Ok
el: Εντάξει

# no_location_rights
source: Location denied
el: Αδυναμία απόκτησης τοποθεσίας

# no_location_rights_message
source: Permission rights are not granted. You can go to settings to change permission status
el: Δεν έχουν δωθεί δικαιώματα για την απόκτηση της τοποθεσίας. Μπορείτε να μεταβείτε στις ρυθμίσεις για να αλλάξετε τα δικαιώματα.

source: Open settings
el: Άνοιγμα ρυθμίσεων

source: Contribution
el: Συμμετοχή

# contribution_added
source: Your record has been added!
el: Η εγγραφή σας προστέθηκε!

# contribution_not_added
source: Your record has not been added!
el: Η εγγραφή σας δεν προστέθηκε!

# contribute_instructions_message
source: You can collect and send info about photographs to the author from this page. Fill out the photo name and the comments sections. Click on store button to store information to your device. You can export all the comments in a file of your device and then send them to the author. You can also print your records and send them to: Lazaros N. Pamperis, PO BOX 1220, 41110 Larisa, Greece. Your records of the butterflies of Greece could be very useful for the protection of the butterflies and the environment in Greece. Keep your records and photographs taken always accompanied with the exact locality, coordinates (latitude and longitude) and altitude (m). Also keep any other information associated with the butterflies (eg number individuals of males or females seen, mating behavior, host plants etc). Author's email: pamperis@otenet.gr
el: Μπορείς να συλλέξεις και να στείλεις πληροφορίες σχετικά με τις φωτογραφίες σου στον συγγραφέα από αυτή τη σελίδα. Συμπλήρωσε το όνομα της φωτογραφίας, την ημερομηνία που τραβήχτηκε καθώς και σχόλια γι αυτή. Επέλεξε το κουμπί 'Προσθήκη πληροφορίας' για να αποθηκεύσεις τις πληροφορίες στο κινητό σου. Επέλεξε το κουμπί 'Εξαγωγή' για να αποθηκεύσεις ένα pdf με όλα σου τα σχόλια στο κινητό σου. Στη συνέχεια μπορείς να στείλεις το pdf μαζί με τις φωτογραφίες σου στον συγγραφέα. Μπορείς επίσης να εκτυπώσεις τις παρατηρήσεις σου και να τις στείλεις στο: Λάζαρος Ν. Παμπέρης, Ταχυδρομική Θυρίδα 1220, 41110 Λάρισα, Ελλάδα. Οι καταγραφές σου των πεταλούδων της Ελλάδας μπορούν να είναι πολύ χρήσιμες για την προστασία των πεταλούδων και του περιβάλλοντος της Ελλάδας. Μπορείς να κρατήσεις τις καταγραφές σου και τις φωτογραφίες που πήρες και εκτός εφαρμογής πάντα συνοδευόμενες με στοιχεία για την ακριβή τοποθεσία, τις γεωγραφικές συντεταγμένες (γεωγραφικό πλάτος και μήκος) και το υψόμετρο (m). Σημειώστε επίσης κάθε επί πλέον πληροφορία που σχετίζεται με τις πεταλούδες (πχ ο αριθμός αρσενικών ή θηλυκών ατόμων που παρατηρήθηκαν, η συμπεριφορά ζευγαρώματος, φυτά ξενιστές κλπ). Email συγγραφέα: pamperis@otenet.gr

# contribute_instructions_title
source: How to contribute
el: Πως να συνεισφέρεις

# about_title
source: The Butterflies of Greece
el: Οι πεταλούδες της Ελλάδας

# about_subtitle
source: With recognition of Butterflies and a selection of photographs for identification of the 237 butterflies of Greece in the field. by Lazaros N. Pamperis
el: Με αναγνώριση πεταλούδων και μία συλλογή φωτογραφιών για αναγνώριση των 235 πεταλούδων της Ελλάδας στο πεδίο. του Λάζαρου Ν. Παμπέρη

# about_second
source: Documents, Photographs © Lazaros N. Pamperis The use of photographs is allowed only inside this app.
el: Κείμενα, φωτογραφίες © Λάζαρος Ν. Παμπέρης Δεν επιτρέπεται η χρήση των φωτογραφιών για άλλους σκοπούς εκτός αυτής της εφαρμογής.

# about_first
source: Welcome to the Application THE BUTTERFLIES OF GREECE with part of the content as presented in the book THE BUTTERFLIES OF GREECE (ISBN 978-960-92740-1-2). For more information on the book THE BUTTERFLIES OF GREECE and the necessity for the protection of the butterflies of Greece see in http://www.pamperis.gr/index/Welcome.html. I express my sincere thanks to The John F. Kostopoulos Foundation for support given (from 1990 to 2007) for the first and second edition of the book and especially for recording, photographing, digitasation and genrally handling of the photographic data base on the butterflies of Greece I express my sincere thanks to those who supported this particular endeavor: Athanasios Elafropoulos, Georgios Kapsouras, Athanasios Maglaras, Theodosis Mamais, Simon Spencer and Stavros Stavridis. Lazaros N. Pamperis Larissa Greece August 2016 During 2017 new discoveries for the butterflies of Greece were: species Polyommatus timfristos (new in Science) and also rare species Muschampia cribrellum. The total number of species of the butterflies of Greece today in now 239. November 2017
el: Καλώς ήλθες στην εφαρμογή ΟΙ ΠΕΤΑΛΟΥΔΕΣ ΤΗΣ ΕΛΛΑΔΑΣ, η οποία περιέχει μέρος του περιεχομένου που παρουσιάζονται στο βιβλίο ΟΙ ΠΕΤΑΛΟΥΔΕΣ ΤΗΣ ΕΛΛΑΔΑΣ (ISBN 978-960-92740-1-2). Για περισσότερες πληροφορίες σχετικά με το βιβλίο ΟΙ ΠΕΤΑΛΟΥΔΕΣ ΤΗΣ ΕΛΛΑΔΑΣ και την προσπάθεια για προστασία των πεταλούδων της Ελλάδας δες στο http://www.pamperis.gr/index/Welcome.html. Εκφράζω την ευγνωμοσύνη μου στο Ίδρυμα Φ. Κωστόπουλου για την αρωγή, που δόθηκε (από το 1990 έως το 2007) για την πρώτη και την δεύτερη έκδοση του βιβλίου και ειδικότερα για την προσπάθει καταγραφής, φωτογράφισης, ψηφιοποίησης και γενικά διαχείρισης του ψηφιακού υλικού σχετικά με τις πεταλούδες της Ελλάδας. Εκφράζω την ειλικρινή ευγνωμοσύνη σε όσους υποστήριξαν αυτή ειδικά την προσπάθεια: Αθανάσιος Ελαφρόπουλος, Γεώργιος Καψούρας, Αθανάσιος Μαγλαράς, Θεοδόσης Μαμάης, Simon Spencer και Σταύρος Σταυρίδης Λάζαρος Ν. Παμπέρης Λάρισα, Ελλάδα Αύγουστος 2016 Κατά τη διάρκεια του έτους 2017 προστέθηκαν στις πεταλούδες της Ελλάδας: το είδος Polyommatus timfristos (νέο στην επιστήμη) και επίσης το σπάνιο είδος Muschampia cribrellum. Τώρα στην Ελλάδα υπάρχουν 239 είδη πεταλούδων. Νοέμβριος 2017

# about_third_title
source: Recording the Butterflies of Greece
el: Καταγράφοντας τις πεταλούδες της Ελλάδας

# about_third
source: Your records of the butterflies of Greece could be very useful for the protection of the butterflies and the environment in Greece. Keep your records and photographs taken always accompanied with the exact locality, coordinates (latitude and longitude) and altitude (m). Also keep any other information associated with the butterflies (eg number individuals of males or females seen, mating behavior, host plants etc). In https://yperdiavgeia.gr/decisions/downloadPdf/15680414 you can find detailed instructions from the Ministry of the Environment (127557_2178_2015.pdf) for how to make an application and obtain a permission for research, investigation, photography, cinematography, collecting, capturing and exporting from Greece animals and plants (including butterflies). The application should be addressed to: Ministry for Environment and Energy, Directorate General for the Protection and Development of Forests and the Rural Environment, Directorate of Forest Management, Halkokondili 31, 104 32 Athens – GREECE. e-mail: diaxeirisi.dason@gmail.com For how to obtain a permission and details for the application, see in (135366-16.pdf) You can use for the contribute page of this app to fill the form (in PDF) RECORDS FOR BUTTERFLIES IN GREECE. If you want to share these records, you can send this form to pamperis@otenet.gr or to: Lazaros N. Pamperis, P.O. Box 1220, 41110 Larissa, Greece. Users of this Application are welcomed to send their photographs for future (once per year) improvements of the selection of photographs, used for a more efficient identification in the field. Your records will improve the accuracy of the maps of distribution in a future third edition of the book THE BUTTERFLIES OF GREECE. You can send also to this e-mail your photographs for identification of the species or confirmation of the record. The standard naming of the 235 species, recognized that exist for sure in Greece has been adopted in the present version of this App. The ability of recognising the specie of a butterfly from a photo has been added in this version of the App. The App will be improved constantly, with the voluntary offer of its users. I express my sincere graditude to Mr. Theodosi Mamai and to Mr. Thanasi Elafropoulo for their comments during the implementation of this App. The constant offer of photos by members of the team Butterflies & Moths of Greece & Cyprus in FACEBOOK is especially noted. The contribution of Butterflies' photographs in order to be used in future versions of this App, will significantly improve the recognition accuracy. The voluntary contribution of the users will be posted (if they want to) from now on in http://www.pamperis.gr/THE_BUTTERFLIES_OF_GREECE/Anagnorise_ton_petaloudon_Recognition_of_butterflies_1.html SEPTEMBER 2020
el: Οι καταγραφές σας των πεταλούδων της Ελλάδας μπορούν να είναι πολύ χρήσιμες για την προστασία των πεταλούδων και του περιβάλλοντος της Ελλάδας. ρατήστε τις καταγραφές σας και τις φωτογραφίες που πήρατε πάντα συνοδευόμενες με στοιχεία για την ακριβή τοποθεσία, τις γεωγραφικές συντεταγμένες (γεωγραφικό πλάτος και μήκος) και το υψόμετρο (m). Σημειώστε επίσης κάθε επί πλέον πληροφορία που σχετίζεται με τις πεταλούδες (πχ ο αριθμός αρσενικών ή θηλυκών ατόμων που παρατηρήθηκαν, η συμπεριφορά ζευγαρώματος, φυτά ξενιστές κλπ). Με εγκύκλιο (https://yperdiavgeia.gr/decisions/downloadPdf/15680414) που εξέδωσε το Yπουργείο Περιβάλλοντος δίνονται αναλυτικές πληροφορίες (127557_2178_2015.pdf) για την διαδικασία χορήγησης αδειών για την εκπόνηση ερευνών, εξερευνήσεων, φωτογράφησης, κινηματογράφησης, σύλληψης, συλλογής και εξαγωγής από την Ελλάδα, που αφορούν είδη χλωρίδας και πανίδας (όπου συμπεριλαμβάνονται και οι πεταλούδες). Η αίτηση να απευθύνεται στο: ΥΠΟΥΡΓΕΙΟ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΕΝΕΡΓΕΙΑΣ, ΓΕΝΙΚΗ ∆/ΝΣΗ ΑΝΑΠΤΥΞΗΣ & ΠΡΟΣΤΑΣΙΑΣ ∆ΑΣΩΝ & ΑΓΡΟΠΕΡΙΒΑΛΛΟΝΤΟΣ, ∆/ΝΣΗ ∆ΙΑΧΕΙΡΙΣΗΣ ∆ΑΣΩΝ & ∆.Π. Χαλκοκονδύλη 31 Ταχ. Κωδ. : 104 32 ΑΘΗΝΑ ΕΛΛΑΔΑ. e-mail: diaxeirisi.dason@gmail.com Πως να αποκτήσεις μία άδεια και λεπτομέρειες για την αίτηση δες το (135366-16.pdf) Mπορείτε χρησιμοποιήσετε και τη σελίδα Καταγραφή της εφαρμογής για να συμπληρώστε το έντυπο (PDF) ΚΑΤΑΓΡΑΦΗ ΤΩΝ ΠΕΤΑΛΟΥΔΩΝ ΤΗΣ ΕΛΛΑΔΑΣ. Εφόσον θέλετε να μοιραστείτε τις παρατηρήσεις σας για τις πεταλούδες της Ελλάδας μπορείτε να στείλετε αυτό το έντυπο στο pamperis@otenet.gr ή στο: Λάζαρος Ν. Παμπέρης, Ταχ. Θυρίδα 1220, 41110 Λάρισα, Ελλάδα. Οι χρήστες αυτής της εφαρμογής είναι ευπρόσδεκτοι να στέλνουν τις φωτογραφίες τους με σκοπό την μελλοντική (μία φορά τον χρόνο) βελτίωση της επιλογής των φωτογραφιών, που θα χρησιμοποιούνται για μία πλέον αποτελεσματική αναγνώριση στο πεδίο. Οι καταγραφές σας θα βοηθήσουν στην μεγαλύτερη ακρίβεια των χαρτών εξάπλωσης σε μία μελλοντική τρίτη έκδοση του βιβλίου ΟΙ ΠΕΤΑΛΟΥΔΕΣ ΤΗΣ ΕΛΛΑΔΑΣ. Στο e-mail αυτό μπορείτε να στέλνετε επίσης φωτογραφίες σας για αναγνώριση του είδους ή για επιβεβαίωση της καταγραφής. Στην παρούσα βελτιωμένη και αυξημένη έκδοση της Εφαρμογής εφαρμόστηκε η αποδεκτή σήμερα ονοματολογία για τα 235 είδη, που αναγνωρίζεται ότι υπαρχουν βεβαιωμένα στην Ελλάδα. Προστέθηκε η δυνατότητα αναγνώρισης πεταλούδων από φωτογραφίες των. Η εφαμρογή θα βελτιώνεται συνεχώς, με την εθελοντική προσφορά φωτογραφιών από τους χρήστες. Εκφράζω την ευγνωμοσύνη μου στον κ. Θεοδόση Μαμάη και στον κ. Θανάση Ελαφρόπουλο για τα σχόλια τους κατά τη διάρκεια της δημιουργίας της Εφαρμογής. Ιδιαίτερα επισημαίνεται η διαρκής προσφορά φωτογραφιών από μέλη της ομάδας Butterflies & Moths of Greece & Cyprus του FACEBOOK. Η προσφορά της χρήσης του αρχείου των φωτογραφιών πεταλούδων σε μελλοντικές εκδόσεις της Εφαρμογής, θα βελτιώσει σημαντικά την ακρίβεια της αναγνώρισης. Η εθελοντική συμμετοχή των χρηστών στο εξής θα αναρτάται (εάν το επιθυμούν) στο http://www.pamperis.gr/THE_BUTTERFLIES_OF_GREECE/Anagnorise_ton_petaloudon_Recognition_of_butterflies_1.html ΣΕΠΤΕΜΒΡΙΟΣ 2020 Δύο νέα είδη προστέθηκαν στις πεταλούδες της Ευρώπης: Muschampia alta και Muschampia proteides. Στην Ελλάδα υπάρχουν και τα δύο, ενω το Muschapia proto δεν συμπεριλαμβάνεται πλέον στα είδη της Ελλάδας. Δέστε τον κατάλογο των 236 πεταλούδων της Ελλάδας στο http://www.pamperis.gr/THE_BUTTERFLIES_OF_GREECE/Katalogos_ton_Eidon_List_of_species.html Προστέθηκε και η αναγνώριση κινούμενων ζωντανών πεταλούδων (Live Detection). Δέστε λεπτομέρειες στο http://www.pamperis.gr/THE_BUTTERFLIES_OF_GREECE/Live_detection.html ΦΕΒΡΟΥΑΡΙΟΣ 2021

# introduction_title
source: How to use this application
el: Οδηγίες χρήσης της εφαρμογής

# introduction_subtitle
source: Photographs of the Butterflies of Greece for identification in the field
el: Φωτογραφίες πεδίου των πεταλούδων της Ελλάδας

# introduction_message
source: In order to make the identification of the butterflies in the field easier we present here 476 photographs. We present 165 new photographs taken from 2009-2015 while the rest 311 photographs have been published in the book. These photographs can be found in the field tab. In this application you can find:
el: Για να γίνει πιο εύκολη η αναγνώριση των πεταλούδων στο πεδίο, παρουσιάζονται εδώ 476 φωτογραφίες. Παρουσιάζονται 165 νέες φωτογραφίες που τραβήχτηκαν από το 2009 έως το 2015 ενώ οι υπόλοιπες 311 έχουν ήδη δημοσιευθεί στο βιβλίο. Αυτές οι φωτογραφίες μπορούν να βρεθούν στο πεδίο: φωτογραφίες πεδίου. Σε αυτή την εφαρμογή μπορείς να βρεις:

# introduction_field
source: There is a selection of photographs for identification of the 237 butterflies of Greece in the field. You can navigate from families to species and then to the photos. Just tap on a family, or a specie, or a photo thumbnail. You can also extract images on a pdf file. Just tap the PLUS icon in order to add an image or all images of a specie or a family. Once you have selected all the images you want, tap the export button and choose the size of the exported photos. A search option is also included in the photographs of the field section.
el: Υπάρχει μια συλλογή φωτογραφιών για την αναγνώριση των 235 πεταλούδων της Ελλάδας στο πεδίο. Μπορείς να περιηγηθείς από τις οικογένειες στα είδη και από εκεί στις φωτογραφίες. Απλά κλίκαρε μια οικογένεια, ένα είδος ή μια μικρογραφία εικόνας. Μπορείς επίσης να εξάγεις τις φωτογραφίες σε ένα αρχείο pdf. Απλά κλίκαρε στο PLUS εικονίδιο για να προσθέσεις μια εικόνα ή όλες τις εικόνες από ένα είδος ή όλες τις εικόνες από μια οικογένεια. Μόλις επιλέξεις τις εικόνες που θέλεις, κάνε κλικ στο πλήκτρο εξαγωγή και επέλεξε το μέγεθος των εικόνων. Μία επιλογή αναζήτησης προσφέρεται επίσης.

# introduction_legacy
source: In Legacy section, you can find detailed instructions from the Ministry of Environment for how to make an application and obtain a permission for research, investigation, photography, cinematography, collecting, capturing and exporting from Greece animals and plants (including butterflies). The application should be addressed to: Ministry for Environment and Energy, Directorate General for the Protection and Development of Forests and the Rural Environment, Directorate of Forest Management, Halkokondili 31, 104 32 Athens GREECE e-mail: diaxeirisi.dason@gmail.com. You can also find this information in https://yperdiavgeia.gr/decisions/downloadPdf/15680414
el: Στο τμήμα Νομικά, μπορείς να βρεις πληροφορίες που εξέδωσε το Υπουργείο Περιβάλλοντος σχετικά με τη διαδικασία χορήγησης αδειών για την εκπόνηση ερευνών, εξερευνήσεων, φωτογράφησης, κινηματογράφησης, σύλληψης, συλλογής και εξαγωγής από την Ελλάδα, που αφορούν είδη χλωρίδας και πανίδας (όπου συμπεριλαμβάνονται και οι πεταλούδες). Η αίτηση να απευθύνεται στο: ΥΠΟΥΡΓΕΙΟ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΕΝΕΡΓΕΙΑΣ, ΓΕΝΙΚΗ ∆/ΝΣΗ ΑΝΑΠΤΥΞΗΣ & ΠΡΟΣΤΑΣΙΑΣ ∆ΑΣΩΝ & ΑΓΡΟΠΕΡΙΒΑΛΛΟΝΤΟΣ, ∆/ΝΣΗ ∆ΙΑΧΕΙΡΙΣΗΣ ∆ΑΣΩΝ & ∆.Π. Χαλκοκονδύλη 31 Ταχ. Κωδ. : 104 32 ΑΘΗΝΑ ΕΛΛΑΔΑ e-mail: diaxeirisi.dason@gmail.com. Μπορείς επίσης να βρεις αυτές τις πληροφορίες στο https://yperdiavgeia.gr/decisions/downloadPdf/15680414

# introduction_about
source: Information about the author of the book: ΤΗΕ BUTTERFLIES OF GREECE
el: Πληροφορίες σχετικά με τον συγγραφέα του βιβλίου: ΟΙ ΠΕΤΑΛΟΥΔΕΣ ΤΗΣ ΕΛΛΑΔΑΣ

# introduction_contribute
source: Your records of the butterflies of Greece could be very useful for the protection of the butterflies and the environment in Greece. Keep your records and photographs taken always accompanied with the exact locality, coordinates (latitude and longitude) and altitude (m). Also keep any other information associated with the butterflies (eg number individuals of males or females seen, mating behavior, host plants etc). You can add this information in the contribute section. Use the form and the insert button to store data in your device and tap the export button in order to print all your records in a pdf file. You can then send this file alongside with your photos to the author pamperis@otenet.gr
el: Οι καταγραφές σου των πεταλούδων της Ελλάδας μπορούν να είναι πολύ χρήσιμες για την προστασία των πεταλούδων και του περιβάλλοντος της Ελλάδας. Κρατήστε τις καταγραφές σας και τις φωτογραφίες που πήρατε πάντα συνοδευόμενες με στοιχεία για την ακριβή τοποθεσία, τις γεωγραφικές συντεταγμένες (γεωγραφικό πλάτος και μήκος) και το υψόμετρο (m). Σημειώστε επίσης κάθε επί πλέον πληροφορία που σχετίζεται με τις πεταλούδες (πχ ο αριθμός αρσενικών ή θηλυκών ατόμων που παρατηρήθηκαν, η συμπεριφορά ζευγαρώματος, φυτά ξενιστές κλπ). Μπορείς να προσθέσεις αυτές τις πληροφορίες στο τμήμα Συμμετοχή. Χρησιμοποίησε τη φόρμα και το πλήκτρο εισαγωγή για να αποθηκεύσεις δεδομένα στην εφαρμογή σου. Κάνε κλικ στο πλήκτρο εξαγωγή για να εξάγεις όλα τα δεδομένα σου σε ένα pdf αρχείο. Μπορείς να στείλεις αυτό το αρχείο μαζί με τις αντίστοιχες φωτογραφίες σου στον συγγραφέα μέσω e-mail (pamperis@otenet.gr).

# introduction_endangered
source: The are notes for those of the 235 species of the butterflies of Greece, which are listed in various lists, for protection and study in Greece: 1. Twenty nine species are listed in: ΛΕΓΑΚΙΣ, ΑΝΑΣΤΑΣΙΟΣ: Ασπόνδυλα. In: ΛΕΓΑΚΙΣ Α. και Π. Μαραγκού (επιμέλεια έκδοσης), Το κόκκινο βιβλίο των απειλούμενων Ζώων της Ελλάδας. Ελληνική Ζωωλογική Εταιρεία. Αθήνα 2009 2. Three species are listed in: NUMA, C., et al (2016). The status and distribution of Mediterranean butterflies. IUCN, Malaga, Spain. x + 32 pp.3. 3. Forty three species are listed in: ΠΔ 67/1981 4. One species are listed in: CITES 5. Eight species are listed in: BERNE CONVENTION Appendix II 6. Three species are listed in: 92/43 HABITATS DIRECTIVE ANNEX II 7. Nine species are listed in: 92/43 HABITATS DIRECTIVE ANNEX IV
el: Καταγράφονται όσα από τα 235 είδη των πεταλούδων της Ελλάδας, συμπεριλαμβάνονται σε διάφορους καταλόγους όπου περιγράφονται οι απειλές και τα σχετικά με την προστασία των στην Ελλάδα: 1. Είκοσι εννέα είδη συμπεριλαμβάνονται στο: ΛΕΓΑΚΙΣ, ΑΝΑΣΤΑΣΙΟΣ: Ασπόνδυλα. In: ΛΕΓΑΚΙΣ Α. και Π. Μαραγκού (επιμέλεια έκδοσης), Το κόκκινο βιβλίο των απειλούμενων Ζώων της Ελλάδας. Ελληνική Ζωωλογική Εταιρεία. Αθήνα 2009 2. Τρία είδη συμπεριλαμβάνονται στο: NUMA, C., et al (2016). The status and distribution of Mediterranean butterflies. IUCN, Malaga, Spain. x + 32 pp.3. 3. Σαράντα τρία είδη συμπεριλαμβάνονται στο: ΠΔ 67/1981 4. Ένα είδος συμπεριλαμβάνεαι στο: CITES 5. Οκτώ είδη συμπεριλαμβάνονται στο: BERNE CONVENTION Appendix II 6. Τρία είδη συμπεριλαμβάνονται στο: 92/43 HABITATS DIRECTIVE ANNEX II 7. Εννέα είδη συμπεριλαμβάνονται στο: 92/43 HABITATS DIRECTIVE ANNEX IV
